Repository: Slippy2k/VBA-X-05.01.18
Catalog: VBA-X/strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de

# appBarLoadStateButton.Label
source: Load state
da_dk: Lade tilstand
de_de: Lade Spielstand

# MenuAboutLabel
source: Help
da_dk: Om
de_de: Hilfe

# MenuLibLabel
source: Game library
da_dk: Spil bibliotek
de_de: Bibliothek

# MenuPlayLabel
source: Play
da_dk: Spil
de_de: Spielen

# MenuSettingsLabel
source: Settings
da_dk: Indstillinger
de_de: Optionen

# appBarSaveStateButton.Label
source: Save state
da_dk: Gem tilstand
de_de: Speicherplatz

# appBarSelectStateButton.Label
source: Select state
da_dk: Vælg tilstand
de_de: Wähle Speicherplatz

# aboutAppWarranty.Text
source: The author is not responsible for any illegal use of this software. Furthermore, there is no warranty for this software and the author is not liable for any damages.
da_dk: Forfatteren er ikke ansvarlig for ulovlig brug af softwaret. Der er også ingen garanti for dette software og forfatteren er ikke ansvarlig for eventuelle skader
de_de: Der Autor ist nicht verantwortlich für illegale Nutzungen dieser Software. Desweiteren, gibt es keinerlei Garantie für diese Software und der Autor haftet nicht für eventuelle Schäden, die durch die Nutzung hervorgerufen werden könnten.

# aboutContactLabel.Text
source: Contact:
da_dk: Kontakt:
de_de: Kontakt:

# aboutLicenseHeader.Text
source: License
da_dk: Licens
de_de: Lizenz

# aboutLicenseLink.Content
source: See GNU Public License v3
da_dk: Se GNU Public License v3

# aboutLicenseSourceCode.Text
source: A simple source code request can be sent to the provided contact e-mail address. The corresponding source code will be provided within reasonable time on working days.
da_dk: En enkel kildekode opfordring kan sendes til den medfølgende e-mail adresse. Den korresponderende kildekode vil blive udbudt i rimelige tid af arbejds dage.
de_de: Eine Anfrage nach dem Quellcode kann an die angegebene e-mail adresse gestellt werden. Der dazugehörige Quellcode wird in einer angemessenen Zeitperiode bereit gestellt. Dies kann einige Arbeitstage in Anspruch nehmen.

# settingsAudioHeader.Text
source: Audio
da_dk: Lyd

# settingsControlHeader.Text
source: Controls
da_dk: Kontrol
de_de: Bedienung

# settingsGeneralHeader.Text
source: General
da_dk: Generelt
de_de: Allgemeines

# settingsHeader.Text
source: Settings
da_dk: Indstillinger
de_de: Optionen

# settingsFullscreenCheckbox.Text
source: Fullscreen mode
da_dk: Fuld skærm tilstand
de_de: Fullscreen Modus

# settingsLoadConfirmCheckbox.Text
source: Load state confirmation
da_dk: Lade tilstand bekræftelse
de_de: Bestätigung beim Laden

# settingsSaveConfirmCheckbox.Text
source: Save state confirmation
da_dk: Gem tilstand bekræftelse
de_de: Bestätigung beim Speichern

# MenuCheatsLabel
source: Manage cheats
da_dk: Cheat Koder
de_de: Cheats

# settingsDarkThemeItem.Content
source: Dark
da_dk: Mørk
de_de: Dunkel

# settingsLightThemeItem.Content
source: Light
da_dk: Lys
de_de: Hell

# settingsThemeLabel.Text
source: Theme:
da_dk: Stil:
de_de: Stil:

# settingsAudioQualityTrigger.Text
source: High quality (slower):
da_dk: Høj kvalitet (langsommere):
de_de: Hohe Qualität (langsamer):

# settingsAudioSoundTrigger.Text
source: Enable sound:
da_dk: Aktivere lyd:
de_de: Aktiviere Ton:

# settingsControlBindingHeader.Text
source: Key bindings
da_dk: Tastebindinger
de_de: Tastenkombinationen

# settingsController4WayItem.Content
source: 4-way d-pad
da_dk: 4-vej d-pad
de_de: 4-weg d-pad

# settingsController8WayItem.Content
source: 8-way d-pad
da_dk: 8-vej d-pad
de_de: 8-weg d-pad

# settingsControllerDynamicItem.Content
source: Dynamic stick
da_dk: Dynamisk pind
de_de: Dynamischer Stick

# settingsControllerFixedItem.Content
source: Fixed stick
da_dk: Fast pind
de_de: Fester Stick

# settingsControllerOpacityLabel.Text
source: Virtual controller opacity:
da_dk: Virtuel controller opacitet:
de_de: Virtuelle Controller Sichtbarkeit:

# settingsControllerPlayer1Item.Content
source: Player 1
da_dk: Spiller 1
de_de: Spieler 1

# settingsControllerPlayer2Item.Content
source: Player 2
da_dk: Spiller 2
de_de: Spieler 2

# settingsControllerScaleLabel.Text
source: Virtual controller scale:
da_dk: Virtuel controller størrelse:
de_de: Virtuelle Controller Größe:

# settingsControllerStyleLabel.Text
source: Controller style:
da_dk: Controller stil:
de_de: Controller Stil:

# settingsControllerXboxNotice.Text
source: You can connect and use an Xbox 360 controller.
da_dk: Det er muligt at forbinde og bruge en Xbox 360 controller.
de_de: Es ist möglich einen Xbox Controller anzuschließen und zu nutzen.

# settingsControlPadTrigger.Text
source: Virtual controller:
da_dk: Virtuel controller:
de_de: Virtueller Controller:

# settingsControlStickDeadzoneLabel.Text
source: Stick deadzone:
da_dk: Pind deadzone:

# settingsVideoAspectLabel.Text
source: Aspect ratio:
da_dk: Højde-bredde-forhold:

# settingsVideoFPSTrigger.Text
source: Show FPS
da_dk: Vis FPS
de_de: FPS anzeigen

# settingsVideoNearestFilterItem.Content
source: Nearest neighbour
da_dk: Standard

# settingsVideoStretchAspectItem.Content
source: Stretch
da_dk: Strækning
de_de: Dehnen

# settingsControlDownBindingLabel.Text
source: Down:
da_dk: Ned:
de_de: Unten:

# settingsControlLeftBindingLabel.Text
source: Left:
da_dk: Venstre:
de_de: Links:

# settingsControlRightBindingLabel.Text
source: Right:
da_dk: Højre:
de_de: Rechts:

# settingsControlTurboBindingLabel.Text
source: Turbo mode:
da_dk: Turbo modus:
de_de: Turbo Modus:

# settingsControlUpBindingLabel.Text
source: Up:
da_dk: Op:
de_de: Oben:

# settingsAccentLabel.Text
source: Accent color (requires restart):
da_dk: Accent farve (kræver genstart):
de_de: Akzent Farbe (Neustart notwendig):

# libraryHeader.Text
source: Library
da_dk: Bibliotek
de_de: Bibliothek

# libraryTitleDateLabel.Text
source: Last played:
da_dk: Sidst spillet:
de_de: Zuletzt gespielt:

# libraryChooseDirectoryLabel.Text
source: Choose directory
da_dk: Vælg mappe
de_de: Wähle Verzeichnis

# libraryRefreshDirectoryLabel.Text
source: Refresh
da_dk: Genindlæs
de_de: Aktualisieren

# storageSubdirConfirmation
source: Create sub directory '{0}' to store the games for you?
da_dk: Skabe undermappe '{0}' til at gemme dit spil for dig?
de_de: Soll ein Unterverzeichnis '{0}' um Spielstände abzuspeichern angelegt werden?

# storageSubdirConfirmationNo
source: No, thanks
da_dk: Nej, tak
de_de: Ja, bitte

# storageSubdirConfirmationYes
source: Yes, please
da_dk: Ja, tak
de_de: Nein, danke

# storageAccessDenied
source: Can't access file '{0}' right now. Try again in a few seconds.
da_dk: Adgangen til fil '{0}' er ikke muligt lige nu. Prøv igen om nogle sekunder.
de_de: Auf Datei '{0}' kann momentan nicht zugegriffen werden. Bitte in einigen Sekunden erneut versuchen.

# storageAccessDeniedCaption
source: Error
da_dk: Fejl
de_de: Fehler

# storageSRAMAccessUnknownReason
source: Can't access SRAM: Access denied.
da_dk: Ingen adgang til SRAM: Adgang nægtet.
de_de: Kein Zugriff auf SRAM möglich: Zugriff verweigert.

# storageStateAccessUnknownReason
source: Can't access save state: Access denied.
da_dk: Ingen adgang til gem tilstand: Adgang nægtet.
de_de: Kein Zugriff auf Speicherstand möglich: Zugriff verweigert.

# libraryNeverPlayedText
source: Never
da_dk: Aldrig
de_de: Nie

# exitAppConfirm
source: Close VBA-X?
da_dk: Luk VBA-X?
de_de: VBA-X schließen?

# exitAppConfirmCaption
source: Warning
da_dk: Advarsel
de_de: Warnung

# exitAppConfirmNo
source: No
da_dk: Nej
de_de: Nein

# exitAppConfirmYes
source: Yes
da_dk: Ja
de_de: Ja

# overlayLoadButton.Label
source: Load
da_dk: Lade
de_de: Lade

# overlaySaveButton.Label
source: Save
da_dk: Gem
de_de: Speichern

# overlayState0Button.Label
source: Select state 0
da_dk: Vælg tilstand 0
de_de: Wähle Speicherplatz 0

# overlayState1Button.Label
source: Select state 1
da_dk: Vælg tilstand 1
de_de: Wähle Speicherplatz 1

# overlayState2Button.Label
source: Select state 2
da_dk: Vælg tilstand 2
de_de: Wähle Speicherplatz 2

# overlayState3Button.Label
source: Select state 3
da_dk: Vælg tilstand 3
de_de: Wähle Speicherplatz 3

# overlayState4Button.Label
source: Select state 4
da_dk: Vælg tilstand 4
de_de: Wähle Speicherplatz 4

# overlayState5Button.Label
source: Select state 5
da_dk: Vælg tilstand 5
de_de: Wähle Speicherplatz 5

# overlayState6Button.Label
source: Select state 6
da_dk: Vælg tilstand 6
de_de: Wähle Speicherplatz 6

# overlayState7Button.Label
source: Select state 7
da_dk: Vælg tilstand 7
de_de: Wähle Speicherplatz 7

# overlayState8Button.Label
source: Select state 8
da_dk: Vælg tilstand 8
de_de: Wähle Speicherplatz 8

# overlayStateAutoButton.Label
source: Select auto state
da_dk: Vælg automatisk tilstand
de_de: Wähle Auto Speicherplatz

# loadConfirmMessage
source: Unsaved progress will be lost.
da_dk: Ugemt fremskridt tabes.
de_de: Ungespeicherter Fortschritt wird nicht gespeichert.

# saveConfirmMessage
source: This will overwrite the previous state.
da_dk: Det vil overskrive det forrige fremskridt.
de_de: Dies wird den letzten Speicherstand überschreiben.

# warningCaption
source: Warning
da_dk: Advarsel
de_de: Warnung

# resetConfirmMessage
source: Unsaved progress will be lost.
da_dk: Ugemt fremskridt tabes.
de_de: Ungespeicherter Fortschritt wird nicht gespeichert.

# settingsResetConfirmCheckbox.Text
source: Game reset confirmation
da_dk: Spil reset bekræftelse
de_de: Bestätigung beim Zurücksetzen

# confirmDialogDontAsk
source: Don't ask again
da_dk: Spørg ikke igen
de_de: Nicht erneut Fragen

# confirmDialogNo
source: No
da_dk: Nej
de_de: Nein

# confirmDialogYes
source: Yes
da_dk: Ja
de_de: Ja

# loadConfirmTitle
source: Load state?
da_dk: Lade tilstand?
de_de: Spielstand laden?

# saveConfirmTitle
source: Save state?
da_dk: Gem tilstand?
de_de: Spielstand speichern?

# overlayCameraButton.Label
source: Take screenshot
da_dk: Tag screenshot
de_de: Mache Screenshot

# settingsManualSnapshotCheckbox.Text
source: Take snapshots manually
da_dk: Tag snapshots manuelt
de_de: Snapshots manuell erstellen

# settingsVideoScaleLabel.Text
source: Video output scale:
da_dk: Video resultat størrelse:
de_de: Video Ausgabe Größe:

# cancelLayoutButton.Label
source: Cancel
da_dk: Annuller
de_de: Ablehnen

# commitLayoutButton.Label
source: Done
da_dk: Bekræft
de_de: Fertig

# settingsControlVPadHeader.Text
source: Virtual controller
da_dk: Virtuel controller
de_de: Virtueller Controller

# customizeVPadButton.Label
source: Customize Controller
da_dk: individualisere Controller
de_de: Controller anpassen

# hidBindingLeftLabel.Text
source: Left:
da_dk: Venstre:
de_de: Links:

# hidDevicesLabel.Text
source: Devices:
da_dk: Enhed:
de_de: Geräte:

# hidButtonDescription
source: Button {0}
da_dk: Knap {0}
de_de: Knopf {0}

# hidAxisDescription
source: Axis {0}{1}
da_dk: Akse {0}{1}
de_de: Achse {0}{1}

# hidDpadDown
source: DPad Down
da_dk: DPad Ned
de_de: DPad Unten

# hidDpadLeft
source: DPad Left
da_dk: DPad Venstre
de_de: DPad Links

# hidDpadRight
source: DPad Right
da_dk: DPad Højre
de_de: DPad Rechts

# hidDpadUp
source: DPad Up
da_dk: DPad Op
de_de: DPad Oben

# hidBindingDownLabel.Text
source: Down:
da_dk: Ned:
de_de: Unten:

# hidBindingRightLabel.Text
source: Right:
da_dk: Højre:
de_de: Rechts:

# hidBindingUpLabel.Text
source: Up:
da_dk: Op:
de_de: Oben:

# clearBindingsButton1.Content
source: Clear
da_dk: Rydder
de_de: Entfernen

# clearBindingsButton2.Content
source: Clear
da_dk: Rydder
de_de: Entfernen

# settingsControlHidButton.Content
source: Config HID controller
da_dk: Konfigurer HID controller
de_de: HID Controller Einstellungen

# aboutFAQ1.Text
source: How do I import ROMs?
da_dk: Hvordan importer jeg ROMs?
de_de: Wie importiere ich ROMs?

# aboutFAQ1Answer.Text
source: Navigate to the 'Game library' page and press the 'Choose directory' button to the upper right. Select a directory that contains ROMs (.gb, .gbc, .gba, .zip files) or where you are going to put them. Afterwards, the library page will show all games contained in the selected directory. On your phone you can store files in any directory using either USB connection or apps like OneDrive or File Explorer (e.g. your documents folder).
da_dk: Går til 'Spil bibliotek' side og tryk på "vælg mappe"-knap til øvre højre. Vælg mappen der indeholder ROMs (.gb, .gbc, .gba, .zip filer) eller hvor du vil gerne gemme dem. Så, viser biblioteks siden alle spil de er indeholdt i den udvalgte mappe. Du må gemme filer på din telefon i enhver mappe ved brug af USB forbindelse eller apps som OneDrive eller File Explorer (f.eks. din dokumenter mappe).
de_de: Navigiere zur 'Bibliothek' und drücke den Browse Knopf oben rechts. Wähle das Verzeichnis aus, das die ROMs enthält (.gb, .gbc, .gba, .zip Dateien) oder wo sie gespeichert werden sollen. Danach wird die Bibliotheksseite alle Spiele die im ausgewählten Verzeichnis enthalten sind anzeigen. Auf einem Handy können Dateien in jedem Verzeichnis gespeichert werden, durch die Nutzung einer USB Verbindung oder eine App wie OneDrive oder File Explorer (z.B. den Dokumente Ordner).

# aboutFAQ2.Text
source: How do I backup my saves?
da_dk: Hvordan gemmer jeg mine tilstande?
de_de: Wie sichere ich meine Spielstände?

# aboutFAQ2Answer.Text
source: All saves (.sav, .sgm files) are stored in your ROM directory. To backup saves, you only have to copy the corresponding files to your backup location. To copy files you can use either USB connection or apps like OneDrive or File Explorer.
da_dk: Alle tilstande (.sav, .sgm filer) er gemmet i din ROM mappe. Til at backuppe tilstande, er det nødvendigt at kopiere korresponderende filer til dit backup sted. Til at kopiere filer må du bruge enten USB forbindelse eller apps som OneDrive eller File Explorer.
de_de: Alle Speicherstände (.sav, .sgm Dateien) werden in deinem ROM Verzeichnis gespeichert. Um diese zu sichern, musst du nur die Dateien kopieren und abspeichern. Um die Dateien zu kopieren kannst du entweder eine USB Verbindung oder eine App wie OneDrive/File Explorer nutzen.

# aboutFAQ3.Text
source: How do I increase the performance?
da_dk: Hvordan stigner jeg performancen?
de_de: Wie kann ich die Performance steigern?

# aboutFAQ3Answer.Text
source: Increase frame skip in video settings.
da_dk: Stigner frame skip i video indstillinger.
de_de: Erhöhe frame skip in den Video Einstellungen.

# aboutFAQ3Answer2.Text
source: Select a lower video filter (xBR filters are slower).
da_dk: Vælg et mindre video filter (xBR filtre er langsomere).
de_de: Wähle einen niedrigeren Video Filter (xBR Filter sind langsamer).

# aboutFAQ3Answer3.Text
source: Deactivate audio or high audio quality in audo settings.
da_dk: Deaktivere lyd eller høj lyd kvalitet i lyd indstillingerne.
de_de: Deaktiviere Audio oder hohe Audio Qualität in den Audio Einstellungen.

# cheatsHeader.Text
source: Cheat codes
da_dk: Cheat koder

# errorCaption
source: Error
da_dk: Fejl
de_de: Fehler

source: Invalid ROM data.
da_dk: Ugyldigt ROM data.
de_de: Ungültiges ROM.

# loadCheatDataError
source: Unable to restore cheat data.
da_dk: Umuligt at rette cheat data.
de_de: Wiederherstellung der Cheat Daten fehlgeschlagen.

# cheatsAddButton.Content
source: Add code(s)
da_dk: Tilføj(e) kode(r)
de_de: Code(s) hinzufügen

# cheatsAddCodes.Text
source: Code(s):
da_dk: Kode(r):

# cheatsAddDescription.Text
source: Description:
da_dk: Beskrivelse:
de_de: Beschreibung:

# cheatsAddHeader.Text
source: Add cheat codes
da_dk: Tilføje cheat koder
de_de: Cheat Codes hinzufügen

# cheatsManageHeader.Text
source: Manage codes
da_dk: Administrere Koder
de_de: Codes Verwalten

# cheatsNoROMLoaded.Text
source: You must load a ROM first.
da_dk: Du skal først lade en ROM.
de_de: Du musst zuerst eine ROM laden.

# cheatsEmptyCodeMessage
source: You must enter a valid cheat code.
da_dk: Du skal indtaste en gyldig cheat kode.
de_de: Du musst einen gültigen Cheat Code eingeben.

# cheatsEmptyDescriptionMessage
source: You must enter a cheat code description.
da_dk: Du skal indtaste en gyldig cheat kode beskrivelse.
de_de: Du musst eine Cheat Code Beschreibung eingeben.

# cheatsInvalidCodeMessage
source: Invalid cheat code(s).
da_dk: Ugyldig(e) cheat kode(r).
de_de: Ungültige(r) Cheat Code(s).

# cheatsWriteError
source: Error while storing cheats in file.
da_dk: Fejl mens at gemme cheats i filen.
de_de: Fehler beim speichern der Cheats in der Datei.

# aboutFAQ4.Text
source: How do I synchronize saves across devices?
da_dk: Hvordan synkroniserer jeg tilstande blandt enheder ?
de_de: Wie synchronisiere ich Speicherstände über mehrere Geräte?

# aboutFAQ4Answer1.Text
source: On a PC or tablet you can store your ROM directory in OneDrive for automatic cloud synchronization. OneDrive does not automatically synchronize your files on your phone, but you can copy cloud files to your phone (or vice versa) using the OneDrive app.
da_dk: På PC eller tablet kan du gemme din ROM mappe i OneDrive for automatisk cloud synkronisering. OneDrive synkroniserer ikke dine filer automatisk på din telefon, men du kan kopiere cloud filer til din telefon ved at bruge den OneDrive app (eller den anden vej rundt).
de_de: Auf einem PC oder Tablet ist es möglich das ROM Verzeichnis direkt in OneDrive abzulegen für Cloud-Synchronisation. OneDrive synchronisiert Dateien auf einem Handy nicht automatisch, aber es ist möglich Cloud Dateien mit der OneDrive app zu kopieren oder andersrum.

# aboutFAQ4Answer2.Text
source: Or copy the files manually (using USB, apps or other methods) when you switch devices.
da_dk: Eller kopiere filerne manuelt (ved USB, apps eller andre måde) når du skifter enhederne.
de_de: Oder Dateien manuell kopieren (mit USB, apps oder andere Methoden) wenn du das Gerät wechselst.

# cancelButtonLabel
source: Cancel
da_dk: Annuller
de_de: Abbrechen

# settingsAudioVolumeLabel.Text
source: Volume:
da_dk: Volumen:
de_de: Lautstärke:

# storageROMDirAccessDenied
source: Can't access selected ROM directory, using default directory. Check whether the previously selected ROM directory is accessible or select a new one.
da_dk: Det er ikke muligt at få adgangen til den udvalgte mappe. Tjek om der er adgangen til den forrige mappe eller vælg en ny mappe.
de_de: Auf das ROM-Verzeichnis konnte nicht zugegriffen werden. Es wird stattdessen das Standardverzeichnis verwendet. Überprüfe, ob das Verzeichnis zugreifbar ist oder wähle ein anderes aus.

# settingsVideoTurboFrameSkipLabel.Text
source: Turbo mode speed:
de_de: Turbo Modus Geschwindigkeit:

# resetConfirmTitle
source: Reset?
de_de: Zurücksetzen?
